Repository: e-sailing/openplotter-SKfilter
Catalog: openplotterSKfilter/locale/*/LC_MESSAGES/openplotter-SKfilter.po
Languages: eu, nl

source: Value
eu: Balio
nl: Waarde

source: Unit
eu: unitatea
nl: Eenheid

source: Interval
eu: tartea

source: Status
eu: Egoera
nl: Staat

source: Description
eu: deskribapena
nl: Omschrijving

source: label
eu: labela

source: type
eu: mota

source: sentence
eu: esaldi
nl: zin

source: talker
eu: hizlari
nl: prater

source: Sort SRC
eu: Ordenatu SRC
nl: Sorteer SRC

source: Sort SK
eu: Ordenatu SK
nl: Sorteer SK

source: Show All SK keys
eu: Erakutsi SK tekla guztiak
nl: Toon alle SK-toetsen

source: private Unit
eu: Unitate pribatua
nl: priv√©-eenheid

source: Unit Setting
eu: Unitatearen ezarpena
nl: Eenheid instellen

source: File not found:
eu: Fitxategia ez da aurkitu:
nl: Bestand niet gevonden:

source: ungrouped
eu: desegin
nl: ongegroepeerde

source: Add Signal K trigger
eu: Gehitu Signal K abiarazlea
nl: Signal K-trigger toevoegen

source: Edit Signal K trigger
eu: Editatu Signal K abiarazlea
nl: Bewerk Signal K trigger

source: Add Signal K filter
eu: Gehitu Signal K iragazkia
nl: Voeg Signal K-filter toe

source: Edit Signal K filter
eu: Editatu Signal K iragazkia
nl: Bewerk Signal K-filter

source: Vessel
eu: ontzi
nl: Scheep

source: Signal K key
eu: Signal K gakoa
nl: Signal K-toets

source: Add
eu: Gehitu
nl: Toevoegen

source: Edit
eu: Editatu
nl: Bewerk

source: list SK with multiple source
eu: zerrendatu SK iturburu ugarirekin
nl: lijst SK met meerdere bronnen

source: filter on Source
eu: iragazi Iturria
nl: filter op Bron

source: Number
eu: zenbakia
nl: Nummer

source: OK
eu: Ados

source: You have to provide a Signal K key.
eu: Signal K gakoa eman behar duzu.
nl: U moet een Signal K-toets opgeven.

source: You have to provide a vessel ID.
eu: Ontziaren NANa eman behar duzu.
nl: U moet een scheeps-ID opgeven.

source: Failed. Characters not allowed.
eu: Huts egin. Ezin dira pertsonaiak onartzen.
nl: Mislukt. Tekens niet toegestaan.

source: You have to provide a filter.
eu: Iragazki bat eman behar duzu.
nl: U moet een filter opgeven.

source: You have to provide an operator
eu: Operadore bat eman behar duzu
nl: U moet een operator opgeven

source: You have to provide 2 values.
eu: 2 balio eman behar dituzu.
nl: U moet 2 waarden opgeven.

source: Use this date and time format: YYYY-MM-DD HH:MM:SS
eu: Erabili data eta ordu formatu hau: AAAA-MM-DD HH: MM: SS
nl: Gebruik deze datum- en tijdnotatie: JJJJ-MM-DD HH: MM: SS

source: You have to select a value type.
eu: Balio mota bat aukeratu behar duzu.
nl: U moet een waardetype selecteren.

source: You have to provide a value.
eu: Balio bat eman behar duzu.
nl: Je moet een waarde opgeven.

source: Set Signal K key
eu: Ezarri seinale K tekla
nl: Stel Signal K-toets in

source: Edit Signal K key
eu: Editatu Signal K gakoa
nl: Signal K-toets bewerken

source: OpenPlotter Signal K Filter (uses node-red)
eu: OpenPlotter Signal K iragazkia (erabilerak Node-Red)
nl: OpenPlotter Signal K-filter (gebruikt knooppuntrood)

source: Help
eu: Laguntza
nl: Helpen

source: Settings
eu: ezarpenak
nl: Instellingen

source: is between
eu: artean dago
nl: is tussen

source: contains
eu: dauka
nl: bevat

source: is true
eu: Egia da
nl: is waar

source: is null
eu: nulua da
nl: is niets

source: is not null
eu: ez da nulua
nl: is niet nul

source: is empty
eu: hutsik dago
nl: is leeg

source: is not empty
eu: ez dago hutsik
nl: is niet leeg

source: Source Type
eu: Iturri mota
nl: Bron Type

source: Condition
eu: baldintza
nl: Staat

source: Value2
eu: balioa2
nl: Waarde2

source: add
eu: gehitu
nl: toevoegen

source: delete
eu: ezabatu
nl: verwijderen

source: SK Diagnostic
eu: SK diagnostikoa
nl: SK Diagnostiek

source: Apply changes
eu: Aplikatu aldaketak
nl: Pas wijzigingen toe

source: Cancel changes
eu: Aldaketak bertan behera utzi
nl: Annuleren veranderingen

source: Select an item to delete
eu: Hautatu ezabatu beharreko elementu bat
nl: Selecteer een item om te verwijderen

source: Signal K server restarted
eu: Signal K zerbitzaria berrabiarazi da
nl: Signal K-server opnieuw gestart

source: Starting Node-Red...
eu: Aurrera Node-Red...
nl: Node-Red starten ...

source: Node-Red restarted
eu: Node-Red berrabiarazi
nl: Node-Red opnieuw gestart

source: Restarting Signal K server...
eu: Signal K zerbitzaria berrabiarazten da ...
nl: Signal K-server opnieuw opstarten ...

source: Select Signal K key
eu: Hautatu Signal K tekla
nl: Selecteer de toets Signal K

source: Error. File not found:
eu: Akatsa. Fitxategia ez da aurkitu:
nl: Fout. Bestand niet gevonden:

source: Refresh
eu: Freskatu
nl: Verversen

source: Groups
eu: Taldeak
nl: Groepen

source: Replace * (allowed characters: 0-9, a-z, A-Z)
eu: Ordeztu * (baimendutako karaktereak: 0-9, az, AZ)
nl: Vervangen * (toegestane tekens: 0-9, az, AZ)

source: Replace
eu: Ordezkatu
nl: Vervangen

source: Selected key
eu: Hautatutako gakoa
nl: Geselecteerde sleutel

source: Failed. Replace * by some text.
eu: Huts egin. Ordeztu * testu batzuen bidez.
nl: Mislukt. Vervang * door wat tekst.

source: Show Signal K keys
eu: Erakutsi seinaleen K teklak
nl: Signal K-toetsen weergeven

source: Ungrouped Signal K keys.
eu: Lortu gabeko Signal K gakoak.
nl: Niet-gegroepeerde Signal K-toetsen.

source: SK Unit
eu: SK Unitatea
nl: SK-eenheid

source: Sort SK Unit
eu: Ordenatu SK Unitatea
nl: Sorteer SK-eenheid

source: Sort Unit
eu: Ordenatzeko Unitatea
nl: Sorteer eenheid

source: change selected
eu: Aukeratutako aldaketa
nl: verandering geselecteerd

source: convert
eu: bihurtzeko
nl: converteren

source: String
nl: Draad

source: Cancel
nl: Annuleren

source: Properties
nl: Eigendommen
